---
kind: method
id: M:Autodesk.Revit.DB.UV.ToString
source: html/6a22d53e-8f6f-3ae1-7e5c-da905518c023.htm
---
# Autodesk.Revit.DB.UV.ToString Method

Gets formatted string showing (U, V) with values formatted to 9 decimal places.

## Syntax (C#)
```csharp
public override string ToString()
```